Revit 2027 API
FluidTemperatureSetIterator Properties
The FluidTemperatureSetIterator type exposes the following members.
Properties
Name | Description
Current | Gets the item at the current position of the iterator.
CurrentObject
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
FluidTemperatureSetIterator Class
Autodesk.Revit.DB.Plumbing Namespace